Repository: richardpfannenstiel/greenplay-app
Catalog: lib/l10n/app_*.arb
Languages: de

source: Hello World!
de: Hallo Welt!

# returnGadget
source: Return
de: Zurückgeben

source: Cancel
de: Abbrechen

# searchFor
source: Search for stations, gadgets, ...
de: Suche nach Stationen, Spielen, ...

# lockerStation
source: Rental Station
de: Ausleihstation

source: Available
de: Verfügbar

source: Distance
de: Distanz

source: Available Gadgets
de: Verfügbare Spiele

# reportProblem
source: Report a Problem
de: Ein Problem melden

# saveFavorite
source: Save as Favorite
de: Als Favoriten speichern

source: Loading available Gadgets
de: Lade verfügbare Spiele

source: per minute
de: pro Minute

# perHalfHour
source: for 30 minutes
de: für 30 Minuten

source: Costs
de: Kosten

source: Summary
de: Zusammenfassung

source: Start Rental
de: Ausleihen

source: Dismiss
de: OK

source: Error
de: Fehler

# startRentalError
source: The gadget you selected could not be rented.
de: Das ausgewählte Spiel konnte nicht ausgeliehen werden.

source: Thank You!
de: Danke!

source: minutes
de: Minuten

# estimatedTotal
source: Esitamted Total
de: Geschätzter Preis

source: Rented for
de: Ausgeliehen für

source: Active Rental in Progress
de: Aktive Vermietung läuft

# returnGadgetInfo
source: Please put the gadget into the open locker compartment and close it.
de: Bitte gib das Spiel in das offene Schließfach zurück und schließe die Tür.

# returnWarningHeader
source: Are you sure?
de: Bist du sicher?

# returnWarningInfo
source: The locker will be opened for you to return the gadget.
de: Das Schließfach wird geöffnet um das Spiel zurückzugeben.

source: Show directions
de: Navigation starten

source: Rented out
de: Verliehen

# loadMoreGadgets
source: Show more gadgets
de: Weitere Spiele anzeigen

source: Find Nearby Station
de: Nächste Station

# stationClosedDescription
source: This station is currently closed and cannot be used for rentals.
de: Diese Station ist derzeit geschlossen und kann nicht für Vermietungen genutzt werden.

# getStarted
source: Get started using Greenplay
de: Erste Schritte mit Greenplay

# loginToRentDescription
source: Login to be able to rent gadgets from available stations.
de: Melde dich an, um Gadgets von verfügbaren Stationen zu mieten.

# termsAndConditions
source: By continuing, you agree to the Terms & Conditions and Privacy Policy.
de: Wenn Du fortfährst, erklärst Du Dich mit den Allgemeinen Geschäftsbedingungen und den Datenschutzrichtlinien einverstanden.

# appleLogin
source: Continue with Apple
de: Weiter mit Apple

# googleLogin
source: Sign in with Google
de: Login mit Google

# closeLockerReminder
source: Don't forget to close the locker door.
de: Vergiss nicht die Spindtür zu schließen

# serverNotReachable
source: The server is currently not reachable.
de: Der Server is aktuell nicht erreichbar

# lockOpens
source: Lock will be opened
de: Schloss wird geöffnet

source: Failed to Load Gadgets
de: Gadgets konnten nicht geladen werden

source: away
de: entfernt
